 
<table width="730" border="1" cellspacing="0" align="center">
  <tr bgcolor="#003366"> 
    <td bgcolor="#003366"> 
      <div align="center"><font color="#FFFFFF" size="2" face="Verdana, Arial, Helvetica, sans-serif"><b>AIDE</b></font></div>
    </td>
  </tr>
</table>
<div align="center"><font face="Verdana, Arial, Helvetica, sans-serif" size="2"><br>
  </font></div>
<p><font face="Verdana" size="2">Le chemin de r&eacute;pertoires affich&eacute; 
  en haut </font><font face="Verdana" size="2"> &agrave; gauche</font><font face="Verdana" size="2">, 
  par exemple : <img src="images/dossier.gif" width="20" height="20" align="absmiddle"> 
  <b><u>toto</u></b>/<u><b>aaaa</b></u>/<b><u>dfg</u></b></font> <font face="Verdana" size="2"><br>
  vous indique dans quel dossier vous &ecirc;tes actuellement. Dans cet exemple, 
  les fichiers du r&eacute;pertoire &quot;dfg&quot; sont list&eacute;s. Pour revenir 
  dans un r&eacute;pertoire parent, cliquez sur son nom.</font></p>
<p><font face="Verdana" size="2"><img src="images/lang.gif" width="20" height="20" align="absmiddle"> 
  Vous pouvez s&eacute;lectionner la langue en cliquant sur cette image.<br>
  <br>
  <img src="images/refresh.gif" width="20" height="20" align="absmiddle"> Pour 
  actualiser la page courante, cliquez sur cette ic&ocirc;ne et la page sera rafraichie.<br>
  <br>
  <img src="images/help.gif" width="20" height="20" align="absmiddle"> Cette ic&ocirc;ne 
  permet d'afficher l'aide.<br>
  <br>
  <img src="images/disconnect.gif" width="20" height="20" align="absmiddle"> Pour 
  vous d&eacute;connecter, cliquez sur cette ic&ocirc;ne. Votre session sera achev&eacute;e 
  et vous serez redirig&eacute; vers la page d'entr&eacute;e.<br>
  <br>
  Dans la premi&egrave;re ligne du tableau principal, vous trouvez : &quot;Nom 
  du fichier - Taille - Type...&quot;<br>
  Cliquez sur ces descriptions pour classer les fichiers dans l'ordre correspondant. 
  Recliquez et vous inverserez l'ordre.<br>
  <br>
  Dans la colonne &quot;Nom du fichier&quot;, les fichiers et dossiers du r&eacute;pertoire 
  courant sont list&eacute;s. Pour remonter dans le dossier parent, cliquez sur 
  l'ic&ocirc;ne <img src="images/parent.gif" width="20" height="20" align="absmiddle">.<br>
  En cliquant sur un dossier, <img src="images/dossier.gif" width="20" height="20" align="absmiddle"> 
  vous listerez son contenu.<br>
  En cliquant sur un fichier, celui-ci s'affichera ou vous sera propos&eacute; 
  en t&eacute;l&eacute;chargement s'il ne s'agit pas d'un fichier texte ou ex&eacute;cutable 
  par le serveur. Apr&eacute;s l'affichage, pour revenir &agrave; la liste des 
  fichiers, cliquez sur le bouton &quot;Pr&eacute;c&eacute;dent&quot; de votre 
  navigateur.<br>
  <br>
  <img src="images/copier.gif" width="20" height="20" align="absmiddle"> Cette 
  ic&ocirc;ne vous permet de copier un fichier dans un autre r&eacute;pertoire. 
  Pour le copier, vous devrez s&eacute;lectionner le r&eacute;pertoire de destination 
  et cliquer sur &quot;OK&quot;. Vous pourrez annuler cette action &agrave; tout 
  moment en cliquant sur &quot;Annuler&quot;.<br>
  <br>
  <img src="images/deplacer.gif" width="20" height="20" align="absmiddle"> Cette 
  ic&ocirc;ne vous permet de d&eacute;placer un fichier dans un autre dossier. 
  La m&eacute;thode est identique &agrave; la fonction &quot;copier&quot; mais 
  le fichier source sera supprim&eacute; apr&eacute;s la copie.<br>
  <br>
  <img src="images/renommer.gif" width="20" height="20" align="absmiddle"> Cette 
  ic&ocirc;ne vous permet de renommer un fichier ou un dossier. Il suffit de saisir 
  le nom complet dans la zone de texte et de cliquer sur &quot;Renommer&quot;. 
  Vous pouvez revenir &agrave; la liste en cliquant sur &quot;Retour&quot; si 
  vous ne voulez plus renommer le fichier ou le dossier.<br>
  <br>
  <img src="images/supprimer.gif" width="20" height="20" align="absmiddle"> Pour 
  supprimer un fichier, cliquez sur cette ic&ocirc;ne. Une confirmation vous sera 
  demand&eacute;e.<br>
  <br>
  <img src="images/editer.gif" width="20" height="20" align="absmiddle"> Pour 
  modifier un fichier texte, une page HTML ou autre, cliquez sur cette ic&ocirc;ne. 
  Le contenu du fichier sera &eacute;ditable dans une zone de texte. Pour valider 
  les modifications, cliquez sur &quot;Enregistrer&quot; ou &quot;Annuler&quot; 
  pour revenir &agrave; la page pr&eacute;c&eacute;dente.<br>
  <br>
  <img src="images/upload.gif" width="20" height="20" align="absmiddle"> <b>Transf&eacute;rer 
  un fichier</b><br>
  Pour transf&eacute;rer un fichier de votre disque dur vers le site, cliquez 
  sur &quot;Parcourir&quot; et s&eacute;lectionnez un fichier. Cliquez ensuite 
  sur &quot;Transf&eacute;rer&quot;... et patientez le temps du transfert. Les 
  fichiers lourds ne sont pas conseill&eacute;s. Les caract&egrave;res de fin 
  de ligne pour les fichiers ASCII sont remplac&eacute;s par des \n.<br>
  <br>
  <img src="images/dossier.gif" width="20" height="20" align="absmiddle"> <b>Cr&eacute;er 
  un nouveau r&eacute;pertoire</b><br>
  Dans la zone de texte pr&eacute;vue &agrave; cet effet, saisissez un nom de 
  r&eacute;pertoire. Celui-ci ne doit pas contenir de caract&egrave;res sp&eacute;ciaux 
  comme les espaces, accents ou autre. Ces caract&egrave;res seront supprim&eacute;s 
  automatiquement si vous les saisissez. Cliquez sur &quot;Cr&eacute;er&quot;, 
  le dossier sera cr&eacute;&eacute; dans le r&eacute;pertoire courant. <br>
  <br>
  <img src="images/defaut.gif" width="20" height="20" align="absmiddle"> <b>Cr&eacute;er 
  un nouveau fichier</b><br>
  Vous avez la possibilit&eacute; de cr&eacute;er des fichiers vierges portant 
  les extensions : CGI, TXT, HTM, HTML, etc... (vous pourrez ensuite les modifier 
  en les &eacute;ditant). Saisissez un nom de fichier valide, cliquez sur &quot;Cr&eacute;er&quot; 
  et celui-ci sera cr&eacute;&eacute; automatiquement dans le r&eacute;pertoire 
  courant.<br>
  S'il s'agit d'un fichier HTM ou HTML, un squelette HTML sera g&eacute;n&eacute;r&eacute;.<br>
  <br>
  </font> </p>
<hr width="100%" align="center">
