<?php
/*
* Copyright 2007-2013 Charles du Jeu - Abstrium SAS <team (at) pyd.io>
* This file is part of Pydio.
*
* Pydio is free software: you can redistribute it and/or modify
* it under the terms of the GNU Affero General Public License as published by
* the Free Software Foundation, either version 3 of the License, or
* (at your option) any later version.
*
* Pydio is distributed in the hope that it will be useful,
* but WITHOUT ANY WARRANTY; without even the implied warranty of
* MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
* GNU Affero General Public License for more details.
*
* You should have received a copy of the GNU Affero General Public License
* along with Pydio.  If not, see <http://www.gnu.org/licenses/>.
*
* The latest code can be found at <http://pyd.io/>.
*/
$mess=array(
"1" => "Редатор ролей",
"2" => "Редактор ролей",
"3" => "Учётная информация",
"4" => "ACL",
"5" => "Действия",
"6" => "Параметры",
"7" => "Внутренние данные",
"8" => "Персональная информация",
"9" => "Выберите рабочее пространство к которому роль будет иметь доступ. Используйте 'Запрет' для переопределения наследования от других ролей и для наследуемых ролей.",
"10" => "Выберите действие, которое вы хотите запретить пользователям с этой ролью. Можно запретить для всех хранилищ, можно только для выбранного.",
"11" => "Идентификатор плагина",
"12" => "Выберите плагин...",
"12a" => "Выберите действие...",
"12b" => "Выберите параметр...",
"12c" => "Отметье одно или все рабочие пространства...",
"12d" => "Все рабочие пространства",
"12e" => "Разделяемые рабочие пространства",
"13" => "Действие",
"14" => "Область применения",
"15" => "Добавить действие",
"16" => "Выберите параметры, которые требуется определить для пользователей этой роли. Можно применять для всех или только одного рабочего пространств, хотя, это может зависеть от контекста плагина.",
"17" => "Имя параметра",
"18" => "Добавить параметр",
"19" => "Имеются несохранённые изменения, уверены, что хотите закрыть?",
"20" => "Роль обновлена",
"21" => "ID пользователя",
"22" => "Специальный профиль",
"23" => "Хранилище по умолчанию",
"24" => "Роли (используйте Ctrl/Cmd кнопку для множественного выбора)",
"25" => "Изменить пароль",
"26" => "Блокировка пользователя",
"27" => "Переактивировать пользователя",
"28" => "Принудительная смена пароля",
"29" => "Введите новый пароль для этого пользователя",
"30" => "Подтверждение",
"31" => "ID роли",
"32" => "Название роли",
"33" => "Автоматически присваивать пользователям с профилем...",
"34" => "ID группы",
"35" => "Название группы",
"36" => "заблокировано",
"37" => "Запрет",
"38" => "наследовано",
"39" => "Отключить",
"40" => "Включить",
"41" => "Удалить",
"42" => "Другие свойства роли",
"43" => "Выберите не менее одного",
);
