<?php
/*
 * Copyright 2007-2013 Charles du Jeu - Abstrium SAS <team (at) pyd.io>
 * This file is part of Pydio.
 *
 * Pydio is free software: you can redistribute it and/or modify
 * it under the terms of the GNU Affero General Public License as published by
 * the Free Software Foundation, either version 3 of the License, or
 * (at your option) any later version.
 *
 * Pydio is distributed in the hope that it will be useful,
 * but WITHOUT ANY WARRANTY; without even the implied warranty of
 * MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
 * GNU Affero General Public License for more details.
 *
 * You should have received a copy of the GNU Affero General Public License
 * along with Pydio.  If not, see <http://www.gnu.org/licenses/>.
 *
 * The latest code can be found at <http://pyd.io/>.
 */
$mess=array(
"title"=> "Настройки",
"desc" => "Управление предпочтениями, адресной книгой, общими элементами и т. д.",
"1" => "Адресная книга",
"2" => "Общие папки",
"3" => "Общие файлы",
"4"	=> "Путь к файлу",
"5"	=> "Хранилище",
"6"	=> "Пароль",
"7"	=> "Окончание",
"8" => "Элементы",
"9" => "Присоединённые пользователи",
"10"=> "Присоединённые пространства",
"11"=> "Вы уверены, что хотите удалить выделенный(е) элемент(ы)?",
"12"=> "У Вас нет прав на удаление этого элемента.",
"13"=> "Общий файл успешно удалён.",
"14"=> "Целостность",
"15"=> "Ok",
"16"=> "Сломан",
"17"=> "Скачать URL",
"18"=> "Копировать URL",
"19"=> "Копировать URL для отправки по email.",
"20"=> "Загрузки",
"21"=> "Да",
"22"=> "Нет",
"23"=> "%s файлов успешно удалено.",
"24"=> "Нечего удалять.",
"25"=> "Очистить срок окончания",
"26"=> "Удалить просроченные общие файлы.",
"27"=> "Владелец",
"28"=> "Общие файлы для прямой загрузки. Защищённые паролем или нет.",
"29"=> "Делегированные рабочие пространства, созданные пользователями.",
"30"=> "Пользователи, созданные для доступа к делегированным рабочим пространствам.",
"31"=> "Описание",
"32"=> "Сброс",
"33"=> "Сбросить счётчики количества загрузок",
"34"=> "Мои общие ресурсы",
"35"=> "Все мои общие элементы (файлы и папки)",
"36"=> "Параметры",
"37"=> "Профиль и настройки приложения",
"38"=> "Уведомления",
"39"=> "Список пространств, которые Вам доступны. Они могут быть персональными или разделяемые с другими людьми.",
"40"=> "Добро пожаловать, %s! ",
"41"=> "Использовать это пространство по умолчанию",
"42"=> "Войти",
"43"=> "Мой профиль",
"43t"=> "Все мои персональные данные",
"44"=> "Моя учётная запись",
"45"=> "Персональные данные",
"46"=> "Адресная книга",
"47"=> "Пользователи и сообщества, которые Вы создали",
"48"=> "Мои пользователи",
"49"=> "Внешние пользователи, которых Вы создали",
"50"=> "Мои сообщества",
"51"=> "Команды из пользователей, которые служат для быстрого доступа при обмене информацией",
"52"=> "Вы уверены, что хотите удалить сообщество? Это не удалит пользователей.",
"53"=> "Back to my workspaces",
"54"=> "Update Members",
"55"=> "Add/Remove users from this team",
"56"=> "Add one user per line, type in the textarea to see the auto-completion list appear.",
);
